tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "asdf"
brew "bat"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "golangci-lint"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "pre-commit"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
cask "alfred4"
cask "docker"
cask "font-iosevka-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "postman"
cask "slack"
cask "whatsapp"
