tap "zero-sh/tap"
brew "coreutils"
brew "asdf"
brew "bat"
brew "direnv"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "golangci-lint"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "pre-commit"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "zero-sh/tap/zero"
cask "google-chrome"
cask "logitech-options"
cask "postman"
cask "slack"
cask "whatsapp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
